<?php
// +---------------------------------------------------------------------
// | 系统初始化模块加载
// +---------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +---------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://itzxf.com All rights reserved.
// +---------------------------------------------------------------------
// | Author:ZhaoXianFang <1748331509@qq.com>
// +---------------------------------------------------------------------

namespace app\common\behavior;

use think\facade\Env;
use think\facade\Request;

/**
 * 初始化基础信息行为
 */
class ModuleInit
{

    /**
     * 初始化行为入口
     */
    public function run()
    {
        

    }

}
