<?php
// +---------------------------------------------------------------------
// | 后台用户组模型基础类
// +---------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +---------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://itzxf.com All rights reserved.
// +---------------------------------------------------------------------
// | Author:ZhaoXianFang <1748331509@qq.com>
// +---------------------------------------------------------------------

namespace app\admin\model;

use app\common\model\Base;
/**
 * 配置模型
 */
class AuthGroupAccess extends Base
{
    
}
