<?php
// +---------------------------------------------------------------------+
// | API请求结束                                         			     |
// +---------------------------------------------------------------------+
// | Licensed   | http://www.apache.org/licenses/LICENSE-2.0 )           |
// +---------------------------------------------------------------------+
// | Author     | ZhaoXianFang <1748331509@qq.com>                       |
// +---------------------------------------------------------------------+
// | 版权       | http://www.kunming.cn                                  |
// +---------------------------------------------------------------------+
// | Date: 2018-08-15										   			|
// +----------------------------------------------------------------------

namespace app\api\behavior;

use think\Loader;
use think\facade\Env;

/**
 * API请求结束
 */
class ApiEnd
{
	/**
     * API请求结束
     */
    public function run($resultJson)
    {
        // //返回结果
        // dump($resultJson->getData());
        // //请求参数
        // dump(request());die;
        // dump(request()->method());die;
        // dump(request()->param());die;
        // TODO
        // 记录日子或者其他
    }



}