<?php
// +---------------------------------------------------------------------+
// | 爬虫管理    | [ 昆明信息港 ]  [用户组逻辑层]                           |
// +---------------------------------------------------------------------+
// | Licensed   | http://www.apache.org/licenses/LICENSE-2.0 )           |
// +---------------------------------------------------------------------+
// | Author     | ZhaoXianFang <1748331509@qq.com>                       |
// +---------------------------------------------------------------------+
// | 版权       | http://www.kunming.cn                                  |
// +---------------------------------------------------------------------+

namespace app\common\logic;

use app\common\model\Log;
use util\Random;

/**
 * 系统通用逻辑模型
 */
class AuthGroupAccess extends Base
{
    

}
