<?php
// +---------------------------------------------------------------------
// | 后台逻辑基础类
// +---------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +---------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://itzxf.com All rights reserved.
// +---------------------------------------------------------------------
// | Author:ZhaoXianFang <1748331509@qq.com>
// +---------------------------------------------------------------------

namespace app\common\logic;

use app\common\model\Base as ModelBase;

/**
 * 系统通用逻辑模型
 */
class Base extends ModelBase
{
    
}
